[
  {
    "id": "1",
    "name": "Desa Penglipuran",
    "address": "Desa Adat Penglipuran, Kubu, Kabupaten Bangli, Bali",
    "imageUrl": "https://images.unsplash.com/photo-1671080749889-19f8a69deb2b?q=80&w=1176&auto=format&fit=crop&ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "description": "Desa Penglipuran adalah salah satu desa adat terbersih di dunia, terletak di Kubu, Bangli, sekitar 45 km dari Denpasar dengan ketinggian 500–600 m yang menghadirkan udara pegunungan segar khas Bali. Arsitekturnya mempertahankan prinsip Tri Hita Karana dengan tiap rumah menghadap jalan utama yang bebas kendaraan, menyediakan suasana tenang dan sakral seperti memasuki film etnik alami. Lorong-lorong berpaving tanah liat membingkai taman bambu luas yang menjadi pagar alami desa dan simbol keseimbangan ekologis. Saat pagi hari, kabut tipis menyelubungi atap ijuk, menciptakan suasana mistis yang memanjakan indra dan kamera Instagram kamu. Komunitas lokal menjaga tradisi tetap hidup—upacara adat, anyaman bambu, hingga ritual bersama masyarakat menjadikan kunjungan ini bukan sekadar wisata tapi pembelajaran budaya. Masuk biasanya gratis, tetapi sumbangan sukarela sangat disarankan untuk pelestarian. Kunjungi pagi hari agar tidak panas dan suasana belum ramai, lalu cicipi kopi Bali dan jajanan desa di warung lokal. Rekomendasi: pakai baju nyaman dan sepatu tertutup, serta hormati adat desa. Desa ini ibarat lukisan hidup yang menggugah rasa—tentram, hijau, dan autentik."
  },
  {
    "id": "2",
    "name": "Pura Tanah Lot",
    "address": "Beraban, Kecamatan Kediri, Kabupaten Tabanan, Bali",
    "imageUrl": "https://images.unsplash.com/photo-1711948769532-025d4792c7c2?q=80&w=1074&auto=format&fit=crop&ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "description": "Pura Tanah Lot berada di atas batu karang lepas pantai dan menjadi ikon spiritual sekaligus panorama Bali yang menawan saat matahari tenggelam di cakrawala. Saat air surut pengunjung bisa berjalan kaki menuju pura, sementara saat pasang ombak memecah di sekitarnya, menciptakan efek dramatis ala lukisan alam. Pintu masuk dikenai tiket sekitar Rp 30.000 untuk domestik dan Rp 75.000 untuk wisatawan mancanegara; harga tersebut sudah termasuk akses ke taman-taman sekitarnya. Suasana sore menjelang maghrib menawarkan siluet pura nan megah, langit jingga bergradasi, dan suara riak laut yang menenangkan. Jangan lewatkan pertunjukan kesenian kecil di area pusat pengunjung sambil mencicipi jajanan lokal seperti jagung bakar dan es kelapa muda. Pakailah sarung yang disediakan jika ingin masuk ke area pura, dan tetap aman karena kaki jalan licin saat pasang. Rekomendasi: datang dua jam sebelum sunset agar mendapat spot foto terbaik dan suasana lebih tenang. Indahnya bayangan pura di air, angin laut yang mengusap, serta kearifan lokal yang tersirat menjadikan pengalaman penuh makna."
  },
  {
    "id": "3",
    "name": "Bali Safari and Marine Park",
    "address": "Jl. Bypass Prof. Dr. Ida Bagus Mantra Km. 19,8, Serongga, Gianyar, Bali",
    "imageUrl": "https://baliomtours.com/storage/2022/09/bali-om-tours-bali-safari-and-marine-park-10.jpg",
    "description": "Bali Safari & Marine Park adalah taman safari terbesar di Bali yang menampung lebih dari 100 spesies termasuk harimau Sumatra, gajah Asia, badak dan satwa laut eksotis—semua dalam habitat menyerupai kondisi alami mereka. Pengunjung bisa naik tram safari, memberi makan binatang, dan menyaksikan pertunjukan edukatif seperti pertunjukan harimau, penyu, serta atraksi budaya Bali. Paket standar termasuk makan siang buffet dan wahana trek safari, sementara paket Night Safari menawarkan safari malam, BBQ romantis, dan pertunjukan api. Lingkungan taman dirancang penuh pepohonan rindang dan kebun tropis yang membuat suasana safari terasa segar dan eksotis sepanjang hari. Cocok untuk keluarga yang ingin kombinasi edukasi, petualangan, dan hiburan budaya. Harga tiket bervariasi tergantung paket (sekitar Rp 500.000 ke atas dewasa). Rekomendasi: datang pagi agar binatang aktif, lalu jadwalkan malam hari ke Night Safari untuk pengalaman berbeda. Suara alam yang bersahabat, warna-warni satwa liar, dan interaksi langsung menjadikan tempat ini seperti panggung kehidupan alam liar yang penuh kehidupan."
  },
  {
    "id": "4",
    "name": "Tirta Empul",
    "address": "Jl. Tirta, Manukaya, Kecamatan Tampaksiring, Kabupaten Gianyar, Bali",
    "imageUrl": "https://images.unsplash.com/photo-1641082918149-24470fe02c39?q=80&w=1332&auto=format&fit=crop&ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "description": "Tirta Empul adalah pura suci tempat umat Hindu melakukan penyucian diri di mata air alami yang dipercaya mampu membersihkan jiwa dari energi negatif. Dibangun pada abad ke-10 M, pura ini memiliki kolam pemandian berisi 30 pancuran air yang digunakan dalam prosesi melukat atau pembersihan spiritual. Airnya jernih dan sejuk, mengalir langsung dari perut bumi, menciptakan kesan magis seolah alam ikut membersihkan beban hidup. Tiket masuk untuk wisatawan lokal sekitar Rp 30.000 dan untuk mancanegara Rp 50.000. Pengunjung wajib mengenakan kain sarung yang bisa disewa di pintu masuk, dan bisa ikut mencoba ritual melukat dengan mengikuti urutan pancuran dari kiri ke kanan. Waktu terbaik datang adalah pagi hari untuk menghindari antrian dan menikmati ketenangan udara sejuk pegunungan. Di sekeliling pura, pepohonan tropis dan suara gemericik air menciptakan suasana reflektif yang menenangkan hati. Jangan lupa bawa baju ganti jika ingin berbasah-basahan. Tirta Empul bukan sekadar destinasi, melainkan perjalanan batin yang meresap di setiap tetes air sucinya. Tempat ini seperti napas spiritual Bali yang mengalir abadi."
  },
  {
    "id": "5",
    "name": "Pura Uluwatu",
    "address": "Pecatu, Kecamatan Kuta Selatan, Kabupaten Badung, Bali",
    "imageUrl": "https://images.unsplash.com/photo-1588625224664-a561c1f5f619?q=80&w=1074&auto=format&fit=crop&ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "description": "Pura Luhur Uluwatu berdiri megah di atas tebing setinggi 70 meter menghadap Samudra Hindia, menyajikan panorama dramatis yang tak akan terlupa. Pura ini merupakan salah satu pura Sad Kahyangan, titik suci pelindung arah barat daya Bali, dan dibangun sejak abad ke-11. Dari atas tebing, mata memandang luas birunya laut bertabrakan dengan karang, sementara langit sore menciptakan gradasi jingga ungu yang luar biasa cantik. Menjelang senja, pertunjukan Tari Kecak di amphiteater terbuka menjadi daya tarik utama, dengan latar sunset yang memesona. Tiket masuk sekitar Rp 30.000 untuk domestik, dan Rp 50.000 untuk mancanegara, belum termasuk tiket Kecak sekitar Rp 150.000. Hati-hati dengan kawanan monyet nakal di sekitar pura yang terkenal suka mencuri kacamata dan barang kecil. Kenakan pakaian sopan dan kain selendang saat masuk ke area suci. Datanglah sekitar pukul 16.00 agar sempat eksplorasi sebelum pertunjukan mulai. Uluwatu adalah kombinasi spiritualitas, budaya, dan keindahan alam yang begitu megah—tempat di mana langit, laut, dan roh bersatu dalam harmoni."
  },
  {
    "id": "6",
    "name": "Garuda Wisnu Kencana ",
    "address": "Jalan Raya Uluwatu, Ungasan, Kecamatan Kuta Selatan, Kabupaten Badung, Bali",
    "imageUrl": "https://images.unsplash.com/photo-1678704545122-ae40f39f8ed1?q=80&w=1170&auto=format&fit=crop&ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "description": "Garuda Wisnu Kencana Cultural Park (GWK) menampilkan patung ikonik Dewa Wisnu yang menunggangi Garuda dengan tinggi 121 meter, menjadikannya salah satu patung tertinggi di dunia yang bahkan melampaui Patung Liberty. Taman budaya ini menyajikan nuansa megah dengan lapangan luas, galeri budaya, pertunjukan tari tradisional, dan amfiteater tempat digelarnya event-event seni. Saat cuaca cerah, pemandangan dari atas taman memperlihatkan garis pantai Bali Selatan yang menakjubkan. Tiket masuk berkisar Rp 125.000–Rp 150.000 per orang, termasuk akses ke berbagai wahana budaya dan transportasi mini shuttle dalam area. Patung raksasa ini bukan hanya simbol kebesaran, tapi juga hasil dari mimpi panjang seniman Bali, I Nyoman Nuarta. Jangan lewatkan pertunjukan tari Barong dan Joged yang sering digelar di area panggung. Waktu terbaik untuk berkunjung adalah sore menjelang sunset agar suhu lebih teduh dan pencahayaan foto lebih dramatis. GWK adalah tempat di mana seni, legenda, dan kebanggaan nasional berkolaborasi menjadi satu destinasi yang menggugah hati. Rasakan napas Bali yang megah dan monumental."
  },
  {
    "id": "7",
    "name": "Monkey Forest",
    "address": "Jl. Monkey Forest, Ubud, Gianyar, Bali",
    "imageUrl": "https://images.unsplash.com/photo-1708436137249-f335cdb2c698?q=80&w=1170&auto=format&fit=crop&ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "description": "Sacred Monkey Forest Sanctuary adalah kawasan konservasi seluas 12,5 hektare di Ubud yang menjadi rumah bagi lebih dari 1000 ekor monyet ekor panjang (Macaca fascicularis) yang bebas berkeliaran di antara hutan dan pura kuno. Tempat ini memadukan konservasi alam, spiritualitas, dan daya tarik wisata secara harmonis—membuat pengunjung merasa seperti masuk ke hutan sakral kerajaan monyet. Jalan setapak dari batu membawa kita melewati pohon-pohon beringin besar, patung-patung berlumut, dan jembatan kayu yang seakan membawa kita ke dimensi lain. Tiket masuk sekitar Rp 60.000–Rp 80.000, dengan fasilitas lengkap dan informasi edukatif di setiap sudut. Monyet di sini aktif dan cerdik, jadi sebaiknya simpan kacamata, makanan, dan barang berkilau. Ada tiga pura suci di dalam hutan yang masih digunakan oleh masyarakat lokal untuk upacara. Waktu kunjung terbaik adalah pagi hari saat udara masih sejuk dan monyet belum terlalu agresif. Monkey Forest bukan sekadar atraksi lucu, tapi juga ajakan untuk menyatu dengan alam dan budaya Bali yang hidup. Tempat ini menyihir dengan aura spiritual yang liar namun mempesona."
  },
  {
    "id": "8",
    "name": "Angel's Billabong",
    "address": "Sakti, Nusa Penida, Kabupaten Klungkung, Bali",
    "imageUrl": "https://plus.unsplash.com/premium_photo-1661962878782-8841a385019d?q=80&w=1170&auto=format&fit=crop&ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "description": "Angel's Billabong adalah kolam alami di tepi tebing karang Nusa Penida yang airnya bening sejernih kristal, membentuk infinity pool alami langsung menghadap laut. Kolam ini bisa dikunjungi saat air surut, memungkinkan pengunjung untuk berjalan turun dan berenang dengan pemandangan bawah laut yang memesona. Formasi batu karangnya menciptakan lekukan-lekukan dramatis yang seolah diukir oleh tangan malaikat, sesuai dengan namanya. Tidak ada tiket resmi, tapi biasanya dikenai biaya parkir Rp. 10.000 per motor atau Rp. 20.000 per mobil. Air laut yang tenang, karang berlumut hijau, dan ombak pecah di kejauhan membuat tempat ini jadi spot fotografi favorit di media sosial. Namun, pengunjung wajib hati-hati karena ombak bisa datang tiba-tiba saat pasang naik. Rekomendasi terbaik adalah datang pagi saat cuaca cerah dan laut masih tenang. Pastikan memakai alas kaki anti licin dan bawa air minum sendiri. Angel's Billabong adalah lukisan alam yang hidup—keindahan murni yang menyatu antara daratan dan lautan dalam simfoni visual yang luar biasa."
  },
  {
    "id": "9",
    "name": "Potato Head Beach Club",
    "address": "Jl. Petitenget No.51B, Seminyak, Kuta Utara, Kabupaten Badung, Bali",
    "imageUrl": "https://www.bigbalitours.com/images/slide/potato-head-bali_20190611114945.jpg",
    "description": "Potato Head Beach Club adalah surga lifestyle tepi pantai di Seminyak yang menawarkan perpaduan sempurna antara seni, arsitektur, musik, dan kuliner dalam suasana tropis yang santai namun berkelas. Dengan fasad dinding ikonik dari jendela kayu bekas, tempat ini dirancang menyerupai karya seni hidup yang ramah lingkungan. Di dalamnya, kamu bisa bersantai di tepi kolam renang infinity sambil memandangi Samudra Hindia atau menikmati koktail tropis dari bar ikoniknya. Tak hanya soal minum dan berenang, Potato Head sering menghadirkan DJ internasional dan pertunjukan musik elektronik di bawah langit senja Bali yang memukau. Tidak ada tiket masuk, namun reservasi kursi atau daybed disarankan terutama saat akhir pekan. Menu makanannya memadukan cita rasa lokal dan global dengan plating modern yang instagenic. Waktu terbaik untuk datang adalah sore menjelang sunset, agar kamu bisa menikmati langit keemasan dan suasana semakin hidup menjelang malam. Dress code casual chic sangat cocok di sini—tempat ini bukan sekadar club, tapi juga galeri seni terbuka. Potato Head adalah tempat di mana pantai bertemu gaya hidup kosmopolitan ala Bali."
  },
  {
    "id": "10",
    "name": "La Favela",
    "address": "Jl. Laksamana Oberoi No.177X, Seminyak, Kuta Utara, Kabupaten Badung, Bali",
    "imageUrl": "https://tandakoma.com/wp-content/uploads/2021/05/La-Favela-Party-Bar-2021.jpg",
    "description": "La Favela bukan sekadar restoran atau bar, tapi dunia tersembunyi yang dipenuhi estetika vintage tropis dengan atmosfer ala hutan urban Amerika Latin. Interiornya yang eksentrik memadukan ornamen antik, tanaman rambat, dan mural artistik yang menciptakan suasana seperti masuk ke film petualangan. Saat malam tiba, tempat ini menjelma menjadi spot pesta yang menggema dengan musik funk, disco, hip hop, dan Latin vibes di bawah lampu-lampu temaram. Tidak ada biaya masuk, namun tempat ini sangat ramai terutama akhir pekan, jadi datang lebih awal sangat disarankan. Makanan di sini menggabungkan elemen western dan Latin—cocok untuk dinner santai sebelum lanjut berdansa. La Favela juga memiliki spot rooftop dan lorong tersembunyi yang bikin kamu merasa seperti menjelajah dunia lain. Dress to impress, karena semua orang tampil total di sini, dari boho-chic sampai glam punk. Waktu paling seru adalah pukul 21.00 ke atas, saat suasana mulai membara. La Favela bukan hanya tempat untuk makan dan minum—ini adalah pengalaman visual dan sosial yang unik dan tak terlupakan di tengah riuhnya Seminyak."
  },
  {
    "id": "11",
    "name": "Water Blow Nusa Dua",
    "address": "Kawasan ITDC Nusa Dua, Benoa, Kecamatan Kuta Selatan, Kabupaten Badung, Bali",
    "imageUrl": "https://inspirasi.dwidayatour.co.id/wp-content/uploads/2021/11/Ombak-besar-yang-ada-di-Water-Blow-Nusa-Dua-Bali.jpg",
    "description": "Water Blow adalah atraksi alam yang menampilkan kekuatan laut secara dramatis: gelombang besar Samudra Hindia menghantam celah batu karang dan menyembur ke atas dengan kekuatan luar biasa, menciptakan efek \"ledakan air\" yang spektakuler. Area ini sudah ditata dengan jalur pejalan kaki dan dek pengamatan yang aman, memungkinkan pengunjung menyaksikan semburan air hingga beberapa meter ke udara tanpa risiko terlalu dekat. Tiket masuk dikenakan Rp 15.000 untuk dewasa dan Rp 10.000 untuk anak-anak domestik. Suara deburan dan semprotan air garam menghadirkan pengalaman mendebarkan yang menyatu dengan keindahan lautan. Paling ideal datang saat ombak pasang atau setelah badai kecil, karena efek semburannya akan lebih dahsyat. Hati-hati dengan kamera atau HP, karena semburan bisa tiba-tiba dan menyiram tanpa ampun. Meski tidak bisa berenang di sini, sensasi adrenalin dan semangat lautnya tetap terasa kuat. Water Blow adalah bukti bahwa Bali tidak hanya soal pantai tenang, tapi juga keindahan alam yang liar dan kuat. Tempat ini cocok untuk mereka yang ingin merasakan alam yang sedang marah… tapi tetap cantik."
  },
  {
    "id": "12",
    "name": "Love Anchor Canggu",
    "address": "Jl. Pantai Batu Bolong No.56, Canggu, Kecamatan Kuta Utara, Kabupaten Badung, Bali",
    "imageUrl": "http://www.themillennialrunaway.com/wp-content/uploads/2024/04/IMG_8289-scaled.jpg",
    "description": "Love Anchor adalah pasar seni kekinian di jantung Canggu yang menghadirkan suasana bohemian tropis berpadu dengan keriuhan pasar vintage modern. Setiap hari, terutama saat weekend market, kamu bisa menjelajahi berbagai stan yang menjual pernak-pernik handmade, perhiasan perak, pakaian etnik, hingga kerajinan dari seniman lokal Bali dan ekspat. Bangunannya berbahan kayu rustic dengan dekorasi boho-chic dan lampu gantung yang memberikan nuansa romantis ala festival mini. Tak ada tiket masuk, hanya perlu membawa dompet dan mata jeli untuk berburu barang unik. Cocok untuk wisatawan yang ingin bawa pulang oleh-oleh khas tapi estetik, bukan yang pasaran. Selain belanja, kamu juga bisa ngopi atau makan camilan organik di kafe sekitar sambil dengerin musik akustik live. Love Anchor paling ramai sore sampai malam, apalagi di akhir pekan. Banyak spot fotogenik untuk konten sosial media yang edgy. Tempat ini seperti perpaduan Bali, Boho, dan Bazaar—mewakili sisi santai tapi trendi dari Canggu yang terus berkembang."
  },
  {
    "id": "13",
    "name": "Tirta Gangga",
    "address": "Ababi, Abang, Kabupaten Karangasem, Bali",
    "imageUrl": "https://a.cdn-hotels.com/gdcs/production153/d558/3484c783-ac9e-422f-96de-3c54f81f7e98.jpg",
    "description": "Tirta Gangga adalah taman air kerajaan yang dibangun pada 1948 oleh Raja Karangasem. Dikelilingi oleh kolam air, patung-patung indah, dan taman yang rapi, tempat ini menghadirkan aura ketenangan dan keagungan masa lalu. Suasananya sangat cocok untuk berjalan santai, memberi makan ikan di kolam, atau berfoto di atas batu loncatan ikonik. Tiket masuk berkisar Rp 25.000 per orang. Tirta Gangga menjadi tempat ideal untuk merenung dalam nuansa sejarah dan keindahan Bali timur. Gemercik air dan taman yang rindang menciptakan simfoni yang menenangkan. Waktu terbaik untuk datang adalah pagi hari, saat kabut masih menggantung dan suasana masih sunyi. Jangan lupa bawa kamera, karena tempat ini sangat fotogenik. Tirta Gangga bukan sekadar tempat wisata, melainkan napas sejarah yang masih hidup hingga kini."
  },
  {
    "id": "14",
    "name": "Pura Lempuyang",
    "address": "Bunutan, Abang, Kabupaten Karangasem, Bali",
    "imageUrl": "https://media.istockphoto.com/id/1783754915/id/foto/wanita-muda-berdiri-di-gerbang-candi-di-pura-lempuyang-luhur-di-bali-indonesia.jpg?s=170667a&w=0&k=20&c=_XUAWWPJNiVkaiGOMcxRWtk1g-FSignHH9yZmMSbQ4s=",
    "description": "Pura Lempuyang, dikenal sebagai 'Gates of Heaven', adalah pura suci yang berada di puncak Gunung Lempuyang. Dengan latar belakang Gunung Agung yang megah, gerbang pura ini menjadi ikon spiritual sekaligus spot foto paling terkenal di Bali. Untuk mencapai pura utama, pengunjung harus menapaki lebih dari 1.700 anak tangga. Namun, pemandangan dan ketenangan yang ditawarkan sebanding dengan usaha yang dilakukan. Tiket masuk berdasarkan donasi, dan antrean foto bisa cukup panjang. Disarankan datang pagi hari sebelum kabut menutupi gunung. Atmosfer religius dan udara sejuk membuat tempat ini cocok untuk refleksi diri. Pura Lempuyang bukan hanya tentang foto, tapi perjalanan spiritual yang membumi."
  },
  {
    "id": "15",
    "name": "Desa Pinggan",
    "address": "Desa Pinggan, Kecamatan Kintamani, Kabupaten Bangli, Bali",
    "imageUrl": "https://www.rentalmobilbali.net/wp-content/uploads/2016/02/Pemandangan-Kabut-Desa-Pinggan-Kintamani-Facebook.jpg",
    "description": "Desa Pinggan adalah surga tersembunyi di dataran tinggi Kintamani yang menyuguhkan panorama matahari terbit di atas kabut dan Gunung Batur. Tempat ini sangat populer di kalangan fotografer dan pecinta alam yang ingin menyaksikan keindahan pagi Bali yang dramatis. Tidak ada tiket masuk resmi, tapi beberapa titik pandang dikelola warga lokal yang mengenakan biaya parkir. Suasana sejuk dan tenang membuat siapa pun betah berlama-lama di sini. Waktu terbaik adalah pukul 05.30–07.00 pagi. Jika beruntung, kamu bisa melihat lautan kabut menari di bawah kaki gunung. Ideal untuk camping, glamping, atau sekadar menikmati kopi di warung kecil lokal. Pinggan menghadirkan keheningan yang sulit ditemukan di tempat lain."
  },
  {
    "id": "16",
    "name": "Pantai Jasri",
    "address": "Jasri, Kabupaten Karangasem, Bali",
    "imageUrl": "https://baliuptodate.com/wp-content/uploads/2022/11/Pantai-jasri-karangasem.webp",
    "description": "Pantai Jasri adalah destinasi pantai tersembunyi yang terletak di Karangasem, terkenal karena suasana tenang, batu-batu besar eksotis, dan tempat berselancar bagi pemula. Tidak seperti pantai selatan Bali yang ramai, Jasri menawarkan ketenangan, ombak yang stabil, dan pemandangan matahari terbit yang memukau. Ada juga spot ikonik berupa ayunan besar di tepi pantai, sangat Instagramable. Terdapat warung kopi dan tempat duduk bambu sederhana di sekitar pantai. Tiket masuk gratis, cukup membayar parkir kendaraan. Waktu terbaik adalah pagi atau sore hari. Suasana klasik pantai timur Bali terasa kental di sini. Pantai Jasri adalah tempat terbaik untuk menikmati Bali dalam bentuk paling damai dan alami."
  },
  {
    "id": "17",
    "name": "Nuanu Creative City",
    "address": "Beraban, Kediri, Kabupaten Tabanan, Bali",
    "imageUrl": "https://balipicturenews.com/wp-content/uploads/2023/10/pdcCV0ET-1.png",
    "description": "Nuanu adalah kawasan futuristik kreatif di tepi laut Tabanan yang menggabungkan konsep seni, keberlanjutan, dan inovasi sosial dalam satu ruang hidup. Kawasan ini memiliki sekolah progresif, art dome, dan galeri terbuka yang menyatu dengan alam. Cocok bagi kamu yang tertarik pada komunitas kreatif, startup, hingga wellness retreat. Tidak dipungut biaya masuk khusus untuk area publik, namun beberapa zona mengharuskan reservasi. Arsitekturnya unik, dengan desain bambu dan kontainer modern yang harmonis. Waktu terbaik untuk berkunjung adalah sore hari menjelang sunset. Nuanu bukan hanya tempat, tapi pengalaman masa depan Bali yang inklusif, kreatif, dan penuh makna."
  },
  {
    "id": "18",
    "name": "Sidemen Valley",
    "address": "Desa Sidemen, Kabupaten Karangasem, Bali",
    "imageUrl": "https://www.balinews.co.id/wp-content/uploads/2020/03/Aerial2-WDU-Sidemen.jpg",
    "description": "Lembah Sidemen adalah jawaban Bali Timur atas Ubud—tenang, hijau, dan autentik. Dikelilingi sawah, sungai, dan perbukitan, Sidemen menyuguhkan pengalaman tinggal di tengah alam dengan suasana desa yang masih lestari. Cocok untuk kamu yang ingin slow living, yoga retreat, atau trekking lintas sawah. Tersedia banyak vila kecil dan penginapan eco-friendly di area ini. Tidak ada tiket masuk, karena ini kawasan pemukiman alami. Waktu terbaik berkunjung adalah saat pagi atau senja. Penduduknya ramah dan masih menjalankan tradisi Bali dengan kental. Jika kamu mencari keheningan spiritual yang indah, Sidemen adalah destinasi yang wajib masuk itinerary."
  },
  {
    "id": "19",
    "name": "Desa Tenganan",
    "address": "Tenganan Pegringsingan, Kecamatan Manggis, Kabupaten Karangasem, Bali",
    "imageUrl": "https://www.baligoldentour.com/images/bali-interest-place/tenganan-village-bali-golden-tour.jpg",
    "description": "Tenganan adalah salah satu desa Bali Aga yang masih mempertahankan tradisi asli sebelum pengaruh Hindu-Jawa. Desa ini terkenal akan kain tenun Gringsing yang langka dan proses pembuatannya yang memakan waktu bertahun-tahun. Jalan-jalan di desa ini akan membawa kamu pada suasana masa lampau Bali dengan rumah-rumah batu dan tata ruang adat. Tidak ada tiket masuk, hanya donasi sukarela. Cocok bagi pecinta budaya dan antropologi. Di hari-hari tertentu diadakan ritual dan festival unik seperti Perang Pandan. Jangan lupa membeli kerajinan lokal langsung dari pengrajinnya. Tenganan adalah cerminan Bali otentik yang tidak tergerus zaman."
  },
  {
    "id": "20",
    "name": "Banjar Mancingan Rice Terraces",
    "address": "Banjar Mancingan, Manukaya, Kecamatan Tampaksiring, Kabupaten Gianyar, Bali",
    "imageUrl": "https://tropicalpassports.com/wp-content/uploads/2024/08/Banjar-Mancingan.webp",
    "description": "Banjar Mancingan adalah terasering sawah tersembunyi di Ubud yang menawarkan pemandangan hijau memukau tanpa hiruk-pikuk turis. Jalan setapak kecil membelah sawah dan pohon kelapa, cocok untuk berjalan santai, meditasi, atau berburu foto estetik. Tidak ada tiket masuk resmi, hanya donasi sukarela dan parkir gratis. Suasana tenang membuat tempat ini sangat cocok untuk healing. Waktu terbaik berkunjung adalah pagi atau sore hari. Di sini kamu bisa melihat aktivitas pertanian asli Bali dan menyapa warga lokal yang ramah. Banjar Mancingan memberikan pengalaman alam otentik yang semakin langka di pulau dewata. Tempat ini ibarat Bali yang masih asli dan damai."
  },
  {
    "id": "21",
    "name": "Banyu Wana Amertha Waterfall",
    "address": "Wanagiri, Kabupaten Buleleng, Bali",
    "imageUrl": "http://www.omnivagant.com/wp-content/uploads/2018/11/IMG_2572-1200x800.jpg",
    "description": "Banyu Wana Amertha adalah gugusan air terjun tersembunyi di tengah hutan tropis Wanagiri yang memikat dengan empat curahan air alami yang unik. Jalurnya mudah, sekitar 10–15 menit jalan kaki melewati vegetasi hijau dan suara serangga alam. Tiket masuk Rp 40.000, parkir Rp 2.000–5.000. Pengunjung dapat berenang bebas di kolam alami yang sejuk dan dangkal. Suasana sepi dan alami sangat cocok untuk piknik atau bersantai. Waktu terbaik datang adalah pagi hari saat cahaya matahari menerobos dedaunan. Airnya bersih, dan suasananya cocok untuk fotografi maupun kontemplasi. Tempat ini adalah persembunyian surga di Bali utara."
  },
  {
    "id": "22",
    "name": "Sekumpul Waterfall",
    "address": "Desa Sekumpul, Kabupaten Buleleng, Bali",
    "imageUrl": "https://bali.com/wp-content/uploads/2020/11/Sekumpul_Waterfall1.jpg",
    "description": "Sekumpul adalah air terjun tertinggi dan paling dramatis di Bali, tersembunyi di balik lembah hijau yang dalam. Terdiri dari tujuh aliran air yang mengalir deras di tebing tinggi, tempat ini menawarkan pengalaman visual dan spiritual yang menggetarkan. Untuk mencapai dasar, kamu harus melewati lebih dari 400 anak tangga dan menyeberangi sungai kecil. Tiket bervariasi: Rp 20.000 (viewpoint) hingga Rp 250.000 (dengan guide). Suara air yang bergemuruh dan udara pegunungan menciptakan suasana magis. Waktu terbaik: pagi hari agar cahaya matahari menyinari kabut air. Sekumpul bukan hanya pemandangan, tapi perasaan: kecil, kagum, dan terhubung dengan alam."
  },
  {
    "id": "27",
    "name": "Oneeighty Sky Pool Bar",
    "address": "Jl. Pura Goa Lempeh, Banjar Dinas Kangin, Pecatu, Kecamatan Kuta Selatan, Kabupaten Badung, Bali 80364",
    "imageUrl": "https://goguides.azureedge.net/media/lxueg44v/4575509c-ff59-4f50-a276-202e97a7403b.jpg?anchor=center&mode=crop&width=1600&height=1066&quality=50",
    "description": "Oneeighty di Pecatu adalah destinasi high-end yang menghadirkan infinity pool kaca menggantung di tepi tebing setinggi 162 meter di atas Samudra Hindia—ikon eksklusivitas dan kemewahan tropis Bali. Terletak di area The Edge Villa, kolam renang ini seolah menyatu dengan cakrawala, menciptakan ilusi melayang di atas laut lepas. Lounge dan bar-nya menawarkan aneka koktail tropikal serta fine dining sambil menikmati semilir angin selatan dan sunset yang menggoda hati. Harga masuk berkisar Rp400.000–Rp700.000 per orang, sudah termasuk food & beverage credit. Atmosfer tempat ini benar-benar Instagrammable dan mewah, cocok buat pasangan, travel elite, atau siapa pun yang ingin menikmati Bali dari 'atas awan'. Waktu terbaik datang adalah sore menjelang sunset, di mana pantulan cahaya jingga pada kaca kolam menciptakan pemandangan tak terlupakan. Rekomendasi: pesan tempat terlebih dahulu dan kenakan outfit terbaikmu. Oneeighty bukan sekadar tempat santai, tapi pengalaman premium yang melekat di ingatan."
  },
  {
    "id": "28",
    "name": "Rock Bar Bali",
    "address": "AYANA Resort and Spa, Jl. Karang Mas Sejahtera, Jimbaran, Kecamatan Kuta Selatan, Kabupaten Badung, Bali 80364",
    "imageUrl": "https://goguides.azureedge.net/media/0lwfi44y/8502080c-3ae0-4c80-9770-fe576054a539.jpg?anchor=center&mode=crop&width=1600&height=1066&quality=50",
    "description": "Rock Bar Bali di Jimbaran adalah destinasi sunset bar paling legendaris di Bali yang terletak langsung di atas batu karang alami dengan pemandangan laut lepas yang dramatis. Didesain oleh arsitek internasional Yasuhiro Koichi, Rock Bar memukau dengan setting open-air yang memadukan glamor, alam, dan arsitektur tropis kontemporer. Pengunjung bisa menikmati live DJ set saat golden hour, koktail khas seperti Rock My World atau Spa on the Rock, dan suasana premium yang tetap welcoming. Untuk mencapai lokasi, tamu diantar dengan inclinator khusus dari AYANA Resort menuju bar yang 'menempel' di dinding tebing. Tidak ada tiket masuk, namun minimal order berlaku—sekitar Rp300.000–Rp500.000 per orang. Waktu terbaik adalah menjelang sunset hingga malam, di mana musik dan cahaya menyatu dalam panorama yang tak tergantikan. Sangat cocok untuk pasangan, wisatawan premium, hingga content creator. Rock Bar bukan hanya tempat minum, tapi ritual menikmati Bali dari dimensi berbeda—antara tebing, ombak, dan angin malam."
  }
]
